tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "asdf"
brew "bat"
brew "bear"
brew "cloc"
brew "docker"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "gource"
brew "jq"
brew "neofetch"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "yarn"
brew "z"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "alt-tab"
cask "daisydisk"
cask "firefox-developer-edition"
cask "intellij-idea"
cask "iterm2"
cask "microsoft-teams"
cask "postman"
cask "rancher"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "warp"
