tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "asdf"
brew "bat"
brew "cloc"
brew "docker"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "gitmoji"
brew "gource"
brew "jq"
brew "neofetch"
brew "starship"
brew "tldr"
brew "tmux"
brew "yarn"
brew "z"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "alt-tab"
cask "rancher"
cask "raycast"
cask "visual-studio-code"
