tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "asdf"
brew "bat"
brew "bear"
brew "cloc"
brew "docker"
brew "docker-machine"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "gource"
brew "jq"
brew "node"
brew "nvm"
brew "railway"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "yarn"
brew "z"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alfred"
cask "alt-tab"
cask "daisydisk"
cask "firefox-developer-edition"
cask "fl-studio"
cask "intellij-idea"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "microsoft-word"
cask "mongodb-compass"
cask "onedrive"
cask "postman"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "ticktick"
cask "visual-studio-code"
cask "zoom"
cask "zotero"
