arcticicestudio.nord-visual-studio-code
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-rename-tag
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
pranaygp.vscode-css-peek
svelte.svelte-vscode
whizkydee.material-palenight-theme
yzhang.markdown-all-in-one
